{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "abyss.nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "ayu-vim": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "flexoki": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luatab.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noctis.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nyoom.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tender.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-framer-syntax": { "branch": "main" },
  "vim-maximizer": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vscode-js-debug": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}